/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "キーワード";
"kMDItemTitle"                                = "タイトル";
"kMDItemSubject"                              = "主題／件名";
"kMDItemTheme"                                = "テーマ";
"kMDItemAuthors"                              = "作成者";
"kMDItemEditors"                              = "エディタ";
"kMDItemProjects"                             = "プロジェクト";
"kMDItemWhereFroms"                           = "入手先";
"kMDItemComment"                              = "コメント";
"kMDItemCopyright"                            = "コピーライト";
"kMDItemProducer"                             = "プロデューサー";
"kMDItemUsedDates"                            = "使用日";
"kMDItemLastUsedDate"                         = "最後に開いた日";
"kMDItemContentCreationDate"                  = "コンテンツの作成日";
"kMDItemContentModificationDate"              = "コンテンツの変更日";
"kMDItemDurationSeconds"                      = "再生時間";
"kMDItemCreationDate"                         = "項目の作成日";
"kMDItemContactKeywords"                      = "連絡先キーワード";
"kMDItemVersion"                              = "バージョン";
"kMDItemPixelHeight"                          = "高さ（ピクセル）";
"kMDItemPixelWidth"                           = "幅（ピクセル）";
"kMDItemPageHeight"                           = "ページの高さ";
"kMDItemPageWidth"                            = "ページの幅";
"kMDItemColorSpace"                           = "色空間";
"kMDItemBitsPerSample"                        = "ビット／サンプル";
"kMDItemFlashOnOff"                           = "フラッシュ";
"kMDItemFocalLength"                          = "焦点距離";
"kMDItemHasAlphaChannel"                      = "アルファチャンネル";
"kMDItemAcquisitionMake"                      = "機器の製造";
"kMDItemAcquisitionModel"                     = "機器の機種";
"kMDItemISOSpeed"                             = "ISO 感度";
"kMDItemOrientation"                          = "方向";
"kMDItemLayerNames"                           = "レイヤー";
"kMDItemWhiteBalance"                         = "ホワイトバランス";
"kMDItemAperture"                             = "絞り";
"kMDItemProfileName"                          = "プロファイル名";
"kMDItemResolutionWidthDPI"                   = "水平方向解像度";
"kMDItemResolutionHeightDPI"                  = "垂直方向解像度";
"kMDItemExposureMode"                         = "露出モード";
"kMDItemExposureTimeSeconds"                  = "露出時間";
"kMDItemEXIFVersion"                          = "EXIF バージョン";
"kMDItemEXIFGPSVersion"                       = "EXIF GPS バージョン";
"kMDItemCodecs"                               = "コーデック";
"kMDItemMediaTypes"                           = "メディアのタイプ";
"kMDItemStreamable"                           = "ストリーミング可能";
"kMDItemTotalBitRate"                         = "総ビットレート";
"kMDItemVideoBitRate"                         = "ビデオのビットレート";
"kMDItemAudioBitRate"                         = "オーディオのビットレート";
"kMDItemDeliveryType"                         = "配信のタイプ";

"kMDItemAltitude"                             = "高度";
"kMDItemLatitude"                             = "緯度";
"kMDItemLongitude"                            = "経度";

"kMDItemTextContent"                          = "テキストコンテンツ";
"kMDItemDisplayName"                          = "表示名";
"kMDItemAlternateNames"                       = "代替表示名";

"kMDItemRedEyeOnOff"                          = "赤目";
"kMDItemMeteringMode"                         = "測光モード";
"kMDItemMaxAperture"                          = "最大絞り";
"kMDItemFNumber"                              = "F 値";
"kMDItemExposureProgram"                      = "露出プログラム";
"kMDItemExposureTimeString"                   = "露出時間";
"kMDItemHeadline"                             = "見出し";
"kMDItemInstructions"                         = "指示";
"kMDItemCity"                                 = "市区町村";
"kMDItemStateOrProvince"                      = "都道府県";
"kMDItemCountry"                              = "国";

"kMDItemAlbum"                                = "アルバム";
"kMDItemAudioSampleRate"                      = "サンプルレート";
"kMDItemAudioChannelCount"                    = "チャンネル数";
"kMDItemTempo"                                = "テンポ";
"kMDItemKeySignature"                         = "調号";
"kMDItemTimeSignature"                        = "拍子";
"kMDItemAudioEncodingApplication"             = "音声エンコード処理アプリケーション";
"kMDItemComposer"                             = "作曲者";
"kMDItemLyricist"                             = "作詞家";
"kMDItemAudioTrackNumber"                     = "トラック番号";
"kMDItemRecordingDate"                        = "収録日";
"kMDItemMusicalGenre"                         = "音楽ジャンル";
"kMDItemIsGeneralMIDISequence"                = "General MIDI シーケンス";
"kMDItemRecipients"                           = "受信者";
"kMDItemRecordingYear"                        = "記録・収録された年";

"kMDItemOrganizations"                        = "組織";
"kMDItemLanguages"                            = "言語";
"kMDItemRights"                               = "権利";
"kMDItemPublishers"                           = "公開者";
"kMDItemContributors"                         = "作成協力者";
"kMDItemCoverage"                             = "適用範囲";
"kMDItemDescription"                          = "説明";
"kMDItemIdentifier"                           = "識別子";
"kMDItemAudiences"                            = "対象ユーザ";

"kMDItemNumberOfPages"                        = "ページ";
"kMDItemSecurityMethod"                       = "セキュリティ方式";

"kMDItemCreator"                              = "内容の作成";
"kMDItemDueDate"                              = "期限";
"kMDItemEncodingApplications"                 = "エンコード処理ソフト";

"kMDItemStarRating"                           = "レート";
"kMDItemPhoneNumbers"                         = "電話番号";
"kMDItemEmailAddresses"                       = "メールアドレス";
"kMDItemInstantMessageAddresses"              = "インスタントメッセージのアドレス";
"kMDItemKind"                                 = "種類";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "受信者のメールアドレス";
"kMDItemAuthorEmailAddresses"                 = "作成者のメールアドレス";

/* Names for FS attributes */
"kMDItemFSName"                               = "ファイル名";
"kMDItemPath"                                 = "ファイルパス名";
"kMDItemFSSize"                               = "サイズ";
"kMDItemFSCreationDate"                       = "作成日";
"kMDItemFSContentChangeDate"                  = "変更日";
"kMDItemFSOwnerUserID"                        = "オーナー";
"kMDItemFSOwnerGroupID"                       = "グループ";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "読み出し可能なファイル";
"kMDItemFSIsWriteable"                        = "書き込み可能なファイル";
"kMDItemFSNodeCount"                          = "項目数";
"kMDItemFSHasCustomIcon"                      = "カスタムアイコン";
"kMDItemFSIsExtensionHidden"                  = "拡張子が非表示のファイル";
"kMDItemFSIsStationery"                       = "ひな形";
"kMDItemFSInvisible"                          = "不可視のファイル";
"kMDItemFSLabel"                              = "ファイルのラベル";

"kMDItemFinderComment"                        = "Spotlight コメント";
"kMDItemFonts"                                = "フォント";

"kMDItemAppleLoopsRootKey"                    = "ループの元のキー";
"kMDItemAppleLoopsKeyFilterType"              = "ループのスケールの種類";
"kMDItemAppleLoopsLoopMode"                   = "ループファイルの種類";
"kMDItemAppleLoopDescriptors"                 = "ループディスクリプタ";
"kMDItemMusicalInstrumentCategory"            = "音源の分類";
"kMDItemMusicalInstrumentName"                = "音源の名前";

"kMDItemInformation"                          = "ムービー情報";
"kMDItemDirector"                             = "ディレクター";
"kMDItemGenre"                                = "ジャンル";
"kMDItemPerformers"                           = "パフォーマー";
"kMDItemOriginalFormat"                       = "オリジナルフォーマット";
"kMDItemOriginalSource"                       = "オリジナルソース";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "項目に関連するキーワード";
"kMDItemTitle.Description"                    = "項目のタイトル";
"kMDItemSubject.Description"                  = "項目の主題、件名など";
"kMDItemTheme.Description"                    = "この項目のテーマ";
"kMDItemAuthors.Description"                  = "項目の作成者";
"kMDItemEditors.Description"                  = "この項目のエディタ";
"kMDItemProjects.Description"                 = "項目が属しているプロジェクト";
"kMDItemWhereFroms.Description"               = "項目の入手先";
"kMDItemComment.Description"                  = "項目に付けられたコメント";
"kMDItemCopyright.Description"                = "項目のコピーライト情報";
"kMDItemProducer.Description"                 = "この項目のプロデューサー";
"kMDItemUsedDates.Description"                = "項目が使用された日付";
"kMDItemLastUsedDate.Description"             = "項目が最後に使用された日付";
"kMDItemContentCreationDate.Description"      = "項目の内容が作成された日付";
"kMDItemContentModificationDate.Description"  = "項目の内容が変更された日付";
"kMDItemDurationSeconds.Description"          = "項目の再生時間（秒単位）";
"kMDItemCreationDate.Description"             = "項目が作成された日付";
"kMDItemContactKeywords.Description"          = "項目に関連する連絡先";
"kMDItemVersion.Description"                  = "項目のバージョン番号";

"kMDItemPixelHeight.Description"              = "書類の高さ（ピクセル単位）";
"kMDItemPixelWidth.Description"               = "書類の幅（ピクセル単位）";
"kMDItemPageHeight.Description"               = "書類のページの高さ（ポイント単位）";
"kMDItemPageWidth.Description"                = "書類のページの幅（ポイント単位）";
"kMDItemResolutionWidthDPI.Description"       = "イメージの水平方向解像度（DPI 単位）";
"kMDItemResolutionHeightDPI.Description"      = "イメージの垂直方向解像度（DPI 単位）";

"kMDItemColorSpace.Description"               = "イメージの色空間モデル";
"kMDItemProfileName.Description"              = "イメージに使用されたカラープロファイルの名前";

"kMDItemBitsPerSample.Description"            = "1 サンプルあたりのビット数";
"kMDItemFlashOnOff.Description"               = "写真がフラッシュを使って撮影されたかどうか";
"kMDItemFocalLength.Description"              = "レンズの焦点距離（ミリ（mm）単位）";
"kMDItemHasAlphaChannel.Description"          = "イメージにアルファチャンネルが含まれているかどうか";
"kMDItemAcquisitionMake.Description"          = "書類を作成または取得するのに使用された機器の製造";
"kMDItemAcquisitionModel.Description"         = "書類を作成または取得するのに使用された機器の機種";
"kMDItemISOSpeed.Description"                 = "写真が撮影されたときのカメラの ISO 感度";
"kMDItemOrientation.Description"              = "写真の方向（横または縦）";
"kMDItemLayerNames.Description"               = "ファイルに含まれるレイヤーの名前";
"kMDItemWhiteBalance.Description"             = "写真が撮影されたときのカメラのホワイトバランス設定。";
"kMDItemAperture.Description"                 = "写真が撮影されたときのカメラの絞り設定";
"kMDItemExposureMode.Description"             = "露出に使用されたモード";
"kMDItemExposureTimeSeconds.Description"      = "露出中にレンズが開いていた時間";
"kMDItemEXIFVersion.Description"              = "メタデータの生成に使用された EXIF のバージョン";
"kMDItemEXIFGPSVersion.Description"           = "メタデータの生成に使われる EXIF 中の GPSInfoIFD のバージョン";
"kMDItemRedEyeOnOff.Description"              = "“赤目”補正を適用していたかどうか";
"kMDItemMeteringMode.Description"             = "測光モード（不明、平均、中央重点測光、スポット、マルチスポット、パターン、分割）";
"kMDItemMaxAperture.Description"              = "APEX 値単位でのレンズの最小 F 値（通常は 00.00 〜 99.99 の範囲）";
"kMDItemFNumber.Description"                  = "絞りの直径に対するレンズの有効焦点距離";
"kMDItemExposureProgram.Description"          = "カメラの露出設定で使用したプログラムの種類（マニュアル、標準、絞り優先など）";
"kMDItemExposureTimeString.Description"       = "露出時間";
"kMDItemHeadline.Description"                 = "公開用に用意された、項目の内容に関する要約";
"kMDItemInstructions.Description"             = "取り扱い指示など、項目に関するその他の情報";
"kMDItemCity.Description"                     = "項目の市区町村情報";
"kMDItemStateOrProvince.Description"          = "項目の提供元に応じて付けられた、項目の作成地情報（都道府県、州など）";
"kMDItemCountry.Description"                  = "項目の提供元に応じて付けられた、項目の作成地（国、地域）";

"kMDItemAltitude.Description"                 = "世界測地系（WGS84 Datum）によって表された、海水面からのメートル単位による標高。負の値は深度を意味します。";
"kMDItemLatitude.Description"                 = "世界測地系（WGS84 Datum）によって表された、項目の北緯における度数での緯度。負の値は南緯を意味します。";
"kMDItemLongitude.Description"                = "世界測地系（WGS84 Datum）によって表された、項目のグリニッジ子午線東経における度数での経度。負の値は西経を意味します。";

"kMDItemCodecs.Description"                   = "メディアのエンコードとデコードに使用されたコーデック";
"kMDItemMediaTypes.Description"               = "コンテンツに含まれるメディアのタイプ";
"kMDItemStreamable.Description"               = "コンテンツがストリーミングできる状態かどうか";
"kMDItemTotalBitRate.Description"             = "メディアに含まれるオーディオとビデオの総合ビットレート";
"kMDItemVideoBitRate.Description"             = "メディアに含まれるビデオのビットレート";
"kMDItemAudioBitRate.Description"             = "メディアに含まれるオーディオのビットレート";
"kMDItemDeliveryType.Description"             = "メディアの配信方法（ファストスタートまたは RTSP）";
"kMDItemDisplayName.Description"              = "各言語環境で表示されるファイル名";
"kMDItemAlternateNames.Description"           = "ファイルの代替名";
"kMDItemAlbum.Description"                    = "メディアのコレクションのタイトル（音楽のアルバム名など）";
"kMDItemAudioSampleRate.Description"          = "ファイルのオーディオデータのサンプルレート";
"kMDItemAudioChannelCount.Description"        = "ファイルのオーディオデータのチャンネル数";
"kMDItemTempo.Description"                    = "オーディオファイルに含まれる音楽のテンポ（ビート／分単位）";
"kMDItemKeySignature.Description"             = "オーディオファイルに含まれる曲のキー";
"kMDItemTimeSignature.Description"            = "オーディオまたは MIDI ファイルに含まれる曲の拍子";
"kMDItemAudioEncodingApplication.Description" = "オーディオファイルのデータをエンコードしたアプリケーションの名前";
"kMDItemComposer.Description"                 = "オーディオファイルに含まれる作曲者情報";
"kMDItemLyricist.Description"                 = "オーディオファイルに含まれる曲の作詞者";
"kMDItemAudioTrackNumber.Description"         = "アルバムに含まれる曲のトラック番号";
"kMDItemRecordingDate.Description"            = "曲が収録された日付";
"kMDItemMusicalGenre.Description"             = "オーディオファイルに含まれる曲の音楽ジャンル";
"kMDItemIsGeneralMIDISequence.Description"    = "ファイルに含まれる MIDI シーケンスが General MIDI デバイスで使用できるように設定されているかどうか";
"kMDItemRecordingYear.Description"            = "項目が記録・収録された年";

"kMDItemOrganizations.Description"            = "書類を作成した組織";
"kMDItemLanguages.Description"                = "書類の内容に使用されている言語";
"kMDItemRights.Description"                   = "書類に伴う権利に関する情報へのリンク";
"kMDItemPublishers.Description"               = "書類の公開者";
"kMDItemContributors.Description"             = "書類の内容の作成に協力した個人または組織";
"kMDItemCoverage.Description"                 = "書類の内容の適用範囲";
"kMDItemDescription.Description"              = "書類の内容に関する付加情報";
"kMDItemIdentifier.Description"               = "特定のコンテクストのリソースへの参照";
"kMDItemAudiences.Description"                = "書類の対象者";

"kMDItemNumberOfPages.Description"            = "書類のページ数";
"kMDItemSecurityMethod.Description"           = "書類を保護するために使用された暗号化方式";
"kMDItemCreator.Description"                  = "書類の作成に使用されたアプリケーション";
"kMDItemEncodingApplications.Description"     = "オリジナルコンテンツの変換に使用されたソフトウェア";
"kMDItemDueDate.Description"                  = "項目の期限";

"kMDItemStarRating.Description"               = "ユーザレート";
"kMDItemPhoneNumbers.Description"             = "項目に関連する電話番号";
"kMDItemEmailAddresses.Description"           = "項目に関連するメールアドレス";
"kMDItemInstantMessageAddresses.Description"  = "項目に関連するインスタントメッセージのアドレス";
"kMDItemKind.Description"                     = "この項目の種類";
"kMDItemFinderComment.Description"            = "この項目の Spotlight コメント";
"kMDItemTextContent.Description"              = "項目のテキスト部分の内容";
"kMDItemRecipients.Description"               = "項目の受信者";
"kMDItemFonts.Description"                    = "項目で使用されたフォント";
"kMDItemURL.Description"                      = "この項目の URL";
"kMDItemRecipientEmailAddresses.Description"  = "項目の受信者のメールアドレス";
"kMDItemAuthorEmailAddresses.Description"     = "項目の作成者のメールアドレス";

"kMDItemInformation.Description"              = "ムービー情報";
"kMDItemDirector.Description"                 = "ディレクター";
"kMDItemGenre.Description"                    = "ジャンル";
"kMDItemPerformers.Description"               = "パフォーマー";
"kMDItemOriginalFormat.Description"           = "オリジナルフォーマット";
"kMDItemOriginalSource.Description"           = "オリジナルソース";

"kMDItemFSName.Description"                   = "ファイルの名前";
"kMDItemPath.Description"                     = "このファイルの完全パス名";
"kMDItemFSSize.Description"                   = "ファイルが使用しているディスク領域のサイズ（バイト単位、ディスクのブロックサイズに丸められた値）";
"kMDItemFSCreationDate.Description"           = "ファイルが作成された日付";
"kMDItemFSContentChangeDate.Description"      = "ファイルの内容が最後に変更された日付";
"kMDItemFSOwnerUserID.Description"            = "ファイルのオーナーのユーザ ID";
"kMDItemFSOwnerGroupID.Description"           = "ファイルのオーナーのグループ ID";
"kMDItemFSIsReadable.Description"             = "変更不可能で、読み出し、表示は可能なファイルかどうか";
"kMDItemFSIsWriteable.Description"            = "変更可能なファイルかどうか";
"kMDItemFSNodeCount.Description"              = "フォルダに含まれるファイルとフォルダの数";
"kMDItemFSHasCustomIcon.Description"          = "ファイルにカスタムアイコンが割り当てられているかどうか";
"kMDItemFSIsExtensionHidden.Description"      = "ファイル拡張子が非表示かどうか";
"kMDItemFSIsStationery.Description"           = "ファイルがひな形かどうか";
"kMDItemFSInvisible.Description"              = "可視ファイルかどうか";
"kMDItemFSLabel.Description"                  = "ファイルに割り当てられた Finder ラベルに対応する番号";

"kMDItemAppleLoopsRootKey.Description"        = "ループの元のキーを表示します。キーはループの基音（主音）で、スケールの種類は含みません";
"kMDItemAppleLoopsKeyFilterType.Description"  = "ループのスケールが、マイナーまたはメジャーのどちらか一方、どちらでもない、または両方に使用可能のうち、どれになっているか";
"kMDItemAppleLoopsLoopMode.Description"       = "ファイルがループファイルまたはループでないファイルか（ループファイルでは曲のテンポに合わせてテンポが調整されますが、ループでないファイルでは収録済みのテンポがそのまま適用されます）";
"kMDItemAppleLoopDescriptors.Description"     = "ループのムードやその他の特性を説明するキーワード";
"kMDItemMusicalInstrumentCategory.Description"= "ファイルが所属する音源のカテゴリー";
"kMDItemMusicalInstrumentName.Description"    = "ファイルに収録されている音源のタイプ";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,鍵となる語,主要語,重要語";
"kMDItemTitle.ShortName"                      = "title,見出し,ヘッドライン,表題,題名";
"kMDItemSubject.ShortName"                    = "subject,title,タイトル,主題,題名,題目,標題,テーマ";
"kMDItemTheme.ShortName"                      = "theme,主題,題目,テーマ";
"kMDItemAuthors.ShortName"                    = "author,from,with,by,作成者,作者,著者";
"kMDItemEditors.ShortName"                    = "editor,編集,編集ソフト";
"kMDItemProject.ShortName"                    = "project,グループ";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,入手元,出所,出処";
"kMDItemComment.ShortName"                    = "comment,注釈,説明,補足,メモ";
"kMDItemCopyright.ShortName"                  = "copyright,著作権,版権,コピイライト";
"kMDItemProducer.ShortName"                   = "producer,制作者";
"kMDItemUsedDates.ShortName"                  = "used,date,使用日時,日付,日にち,日時";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,最後に使用した日,最終使用日,前回の使用日,最後の使用日,日付,日にち,日時";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,作成日,日付,日にち,日時,作成日時,コンテンツ作成日";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,変更日,修正日,日付,日にち,日時,変更日時,修正日時,コンテンツ変更日";
"kMDItemDurationSeconds.ShortName"            = "duration,time,時間,タイム,長さ,再生長";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,作成日,日付,日にち,日時,作成日時,項目作成日";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,キーワード,連絡先のキーワード,連絡先情報,コンタクト情報,アドレス情報";
"kMDItemVersion.ShortName"                    = "version,バアジョン,版,リリース,リビジョン,ディストリビューション";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,高さ,ピクセルの高さ,ピクセル単位の高さ";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,幅,ピクセルの幅,ピクセル幅,ピクセル単位の幅";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,高さ,ページの長さ,ページ高";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,幅,ページ幅,横幅";
"kMDItemColorSpace.ShortName"                 = "colorspace,カラースペース,色スペース,カラー空間";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bps,サンプルビット数,サンプルあたりのビット数,サンプル当たりのビット数,BPS";
"kMDItemFlashOnOff.ShortName"                 = "flash,ストロボ,フラッシュライト";
"kMDItemFocalLength.ShortName"                = "focallength,焦点までの距離,フォーカス距離";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,アルファ,α";
"kMDItemAcquisitionMake.ShortName"            = "make,作成,作る,メイク,メーク";
"kMDItemAcquisitionModel.ShortName"           = "model,機種,モデル,型";
"kMDItemISOSpeed.ShortName"                   = "ISO,アイエスオー,イソ,フィルム感度,受像素子感度";
"kMDItemOrientation.ShortName"                = "orientation,向き";
"kMDItemLayerNames.ShortName"                 = "layer,レイヤ,層";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,色温度,色調の調整";
"kMDItemAperture.ShortName"                   = "aperture,fstop,F値,エフ値,口径";
"kMDItemProfileName.ShortName"                = "profile,プロファイル,属性,設定";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,dpi,水平方向のdpi,横方向のdpi,横のdpi,横方向の解像度,横の解像度";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,dpi,垂直方向のdpi,縦方向のdpi,縦のdpi,縦方向の解像度,縦の解像度";
"kMDItemExposureMode.ShortName"               = "exposuremode,露出方式,露出方法,露出設定,露光方式,露光方法,";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,時間,露出の長さ,露光時間";
"kMDItemEXIFVersion.ShortName"                = "exifversion,EXIFのバージョン";
"kMDItemCodecs.ShortName"                     = "codec,CODEC圧縮伸張プログラム,Compresser Decompresser";
"kMDItemMediaTypes.ShortName"                 = "mediatype,メディアタイプ,メディアの種類";
"kMDItemStreamable.ShortName"                 = "streamable,ストリーム配信可能,ストリーミング可,ストリーム配信可";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,ビットレート,合計ビットレート,総合ビットレート,総bps,合計bps,総合bps";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,ビットレート,ビデオビットレート,映像のビットレート,映像ビットレート,ビット速度,ビデオのビット速度,ビデオのビット速度,bps";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,ビットレート,オーディオビットレート,音声のビットレート,音声ビットレート,ビット速度,オーディオのビット速度,音声のビット速度,bps";
"kMDItemDeliveryType.ShortName"               = "delivery,配信方法,配信タイプ,配信方式";
"kMDItemAltitude.ShortName"                   = "altitude,アルチチュード,アルティチュード,高さ,標高";
"kMDItemLatitude.ShortName"                   = "latitude,ラチチュード,ラティチュード";
"kMDItemLongitude.ShortName"                  = "longitude,ロンジチュード,ランジチュード";

"kMDItemTextContent.ShortName"                = "intext,テキスト,内部テキスト,コンテンツ";
"kMDItemDisplayName.ShortName"                = "displayname,name,名前,名称,表示名称";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,赤い目,赤目現象";
"kMDItemMeteringMode.ShortName"               = "meteringmode,測光方式,測光方法,測光設定";
"kMDItemMaxAperture.ShortName"                = "maxaperture,絞りの最大値,最大絞り値";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop,エフ値,口径";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,露出設定,露光プログラム";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,時間,露出の長さ,露光時間";
"kMDItemHeadline.ShortName"                   = "headline,title,タイトル,ヘッドライン,表題,題名,大見出し";
"kMDItemInstructions.ShortName"               = "instructions,命令,インストラクション,指図,指令";
"kMDItemCity.ShortName"                       = "city,シティ,市,区,町,村,都市";
"kMDItemStateOrProvince.ShortName"            = "state,province,州,州／地方,都,道,府,県,州,地方";
"kMDItemCountry.ShortName"                    = "country,国家,国／地域,カントリー,カントリ";

"kMDItemAlbum.ShortName"                      = "album,title,タイトル,名前,題名,アルバム名";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,オーディオのサンプルレート,オーディオサンプルレート,音声のサンプルレート,サンプリングレート,オーディオのサンプリングレート,オーディオサンプリングレート,音声のサンプリングレート";
"kMDItemAudioChannelCount.ShortName"          = "channels,チャンネル,チャネル,通信路";
"kMDItemTempo.ShortName"                      = "tempo,速度,速さ";
"kMDItemKeySignature.ShortName"               = "keysignature,key,キー,調,基調,調子";
"kMDItemTimeSignature.ShortName"              = "timesignature,拍";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,オーディオエンコーディングアプリケーション,オーディオエンコードアプリケーション,オーディオエンコーディングソフトウェア,オーディオエンコードソフトウェア,オーディオエンコーディングプログラム,オーディオエンコードプログラム,音声エンコーディングアプリケーション,音声エンコードアプリケーション";
"kMDItemComposer.ShortName"                   = "composer,author,by,作成者,作者,著者,コンポーザー,コンポーザ";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,作成者,作者,著者,作詞者";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,曲番号,トラックナンバー,曲ナンバー,トラックナンバ,曲ナンバ";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,日付,日にち,日時,収録日,収録日時,記録日時";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,ジャンル,ミュージックジャンル,分類,部類,タイプ,種類";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,ミディ,ジェネラル,一般";
"kMDItemRecipients.ShortName"                 = "recipient,to,with,宛先,送り先,送信先,受け取り人,受取り人,受取人";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,年,録音年,記録年,収録年";

"kMDItemOrganizations.ShortName"              = "organization,会社,団体,機関";
"kMDItemLanguages.ShortName"                  = "language,言葉,ランゲージ,国語,外国語";
"kMDItemRights.ShortName"                     = "rights,著作権,版権,所有権";
"kMDItemPublishers.ShortName"                 = "publisher,公開元,発行者,発行元,出版者,出版社";
"kMDItemContributors.ShortName"               = "contributor,by,author,with,作者,著者,作成者,協力者,貢献者";
"kMDItemCoverage.ShortName"                   = "coverage,範囲,領域,適用領域,対象範囲,対象領域";
"kMDItemDescription.ShortName"                = "description,comment,詳細,注釈,説明,補足,メモ";
"kMDItemIdentifier.ShortName"                 = "id,ID,識別番号,識別情報";
"kMDItemAudiences.ShortName"                  = "audience,to,対象ユーザー,対象者,読者,対象読者,対象,ターゲット,ターゲット読者";

"kMDItemNumberOfPages.ShortName"              = "pages,頁,ペエジ,枚";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,セキュリティメソッド,保護方法,保護方式,保護手段";

"kMDItemCreator.ShortName"                    = "creator,クリエイタ,クリエーター,クリエイター,作成アプリケーション,作成ソフトウェア,作成プログラム";
"kMDItemDueDate.ShortName"                    = "duedate,date,日付,日にち,日時,締め切り,期日";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,エンコーディングアプリケーション,エンコードアプリケーション,変換アプリケーション,エンコードソフトウェア,変換ソフトウェア,エンコーディングプログラム,エンコードプログラム,変換プログラム";

"kMDItemStarRating.ShortName"                 = "starrating,星,評価";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,番号,テレフォンナンバー,テレフォンナンバ,テレホンナンバー,テレホンナンバ,電話";
"kMDItemEmailAddresses.ShortName"             = "email,メール,電子メール,メエル,メイル,Mail";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,IM名,インスタントメッセージ名,インスタントメッセージアドレス";
"kMDItemKind.ShortName"                       = "kind,種,タイプ,形式,型";
"kMDItemURL.ShortName"                        = "url,Uniform Resource Locator,ロケーション,場所,位置,アドレス";
"kMDItemRecipientEmailAddresses.ShortName"    = "メールの送信先";
"kMDItemAuthorEmailAddresses.ShortName"       = "メールの送信元";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,ファイルの名前,ファイル名称";
"kMDItemPath.ShortName"                       = "path,パス,経路,場所,位置";
"kMDItemFSSize.ShortName"                     = "size,大きさ,寸法";
"kMDItemFSCreationDate.ShortName"             = "created,作成日時,作成された￼日,作成された￼日時";
"kMDItemFSContentChangeDate.ShortName"        = "modified,変更日時,変更された日,変更された日時";
"kMDItemFSOwnerUserID.ShortName"              = "owner,所有者,持ち主,オウナー,オーナ";
"kMDItemFSOwnerGroupID.ShortName"             = "group,集団,集まり,グルウプ";
"kMDItemFSIsStationery.ShortName"             = "stationery,テンプレート,定型";
"kMDItemFSInvisible.ShortName"                = "invisible,不可視,非表示,隠し,見えない";
"kMDItemFSLabel.ShortName"                    = "label,ラベル,見出し,レッテル,荷札,レーベル";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,注釈,説明,補足,メモ,スポットライトコメント,Spotlight 注釈,Spotlight メモ";
"kMDItemFonts.ShortName"                      = "font,書体";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,音源の種類,音源のタイプ";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,音源名,音源の名称";
